Repository: alexruperez/MADBike
Catalog: BiciMAD/Resources/Languages/*.lproj/AFNetworking.strings
Languages: es

source: Could not decode string: %@
es: No puedo decodificar: %@

source: Data failed decoding as a UTF-8 string
es: Fallo al decodificar como UTF-8

source: Dismiss
es: Ok

source: Expected URL to be a file URL
es: Esperaba que fuese un fichero

source: File URL not reachable.
es: Sin acceso al fichero

source: Not Reachable
es: No tienes conexión

source: Reachable via WiFi
es: Tienes conexión WiFi

source: Reachable via WWAN
es: Tienes conexión WWAN

source: Request failed: %@ (%ld)
es: Solicitud fallida: %@ (%ld)

source: Request failed: unacceptable content-type: %@
es: Solicitud fallida: contenido inaceptable: %@

source: Unknown
es: Desconocido
