Repository: alexruperez/MADBike
Catalog: BiciMAD/Resources/Languages/*.lproj/Localizable.strings
Languages: es

source: %1$@ could not be parsed because its entity attribute mapping contains illegal property keys.
es: n%1$@ no se pudo parsear, ya que el mapeo de atributos de la entidad contiene claves de propiedad ilegales.

source: %@ can't be empty
es: Tienes que rellenar el campo "%@"

source: %@ could not be created because an invalid JSON array was provided: %@
es: %@ no se pudo crear porque se proporcionó un array JSON inválido: %@

source: %@ must be the same as %@
es: El campo "%@" tiene que ser el mismo que "%@"

# %ld Stations
source: %zd Stations
es: %zd Estaciones

source: A new password has been sent to your email.
es: Una nueva contraseña se ha enviado a tu email.

source: Add balance
es: Añadir saldo

source: Are you sure?
es: ¿Estas seguro?

source: Balance
es: Saldo

source: Bikes
es: Bicis

source: Cancel
es: Cancelar

source: Change password
es: Cambiar contraseña

source: Close
es: Cerrar

source: Comments
es: Comentarios

source: Confirm password
es: Confirmar nueva contraseña

source: Could not convert JSON array to model array
es: No puedo convertir el array JSON en un array de modelos

source: Could not convert JSON dictionary to model object
es: No puedo convertir el diccionario JSON en un modelo

source: Could not convert model array to JSON array
es: No puedo convertir el array de modelos en un array JSON

source: Could not convert model object to JSON dictionary
es: No puedo convertir el modelo en un diccionario JSON

source: Could not convert number to boolean-backed number or vice-versa
es: No puedo convertir un número en un booleano y vice-versa

source: Could not convert string to URL
es: No puedo convertir la cadena en una URL

source: Could not convert URL to string
es: No puedo convertir la URL en una cadena

source: Could not deserialize managed object
es: No puedo decodificar el objeto gestionado

source: Could not parse JSON
es: No puedo parsear el JSON

source: Could not serialize managed object
es: No puedo codificar el objeto gestionado

source: Could not transform array
es: No puedo transformar el array

source: Could not transform non-array type
es: No puedo transformarlo si no es un array

source: Could not transform value at index %d
es: No puedo transformar el valor en el índice %d

source: Current password
es: Contraseña actual

source: D'oh!
es: Oops!

source: DNI missing.
es: Falta el DNI.

source: Email
es: Correo electrónico

source: Email missing.
es: Falta el correo electrónico.

# Error
source: D'oh!
es: Oops!

source: Expected %1$@ to be of class %2$@ but got %3$@
es: Esperaba que %1$@ fuese de la clase %2$@ pero es de la clase %3$@

source: Expected a MTLModel object conforming to <MTLJSONSerializing>, got: %@.
es: Esperaba un MTLModel que conformara <MTLJSONSerializing>, pero tengo: %@.

source: Expected a MTLModel or an NSNull, got: %@.
es: Esperaba un MTLModel o un NSNull, pero tengo: %@

source: Expected an NSArray, got: %@.
es: Esperaba un NSArray, pero tengo: %@

source: Expected an NSDictionary or an NSNull, got: %@.
es: Esperaba un NSDictionary, pero tengo: %@

source: Expected an NSDictionary, got: %@
es: Esperaba un NSDictionary, pero tengo: %@

source: Expected an NSNumber, got: %@.
es: Esperaba un NSNumber, pero tengo: %@

source: Expected an NSString, got: %@.
es: Esperaba un NSString, pero tengo: %@

source: Expected an NSURL, got: %@.
es: Esperaba un NSURL, pero tengo: %@

source: Failed to fetch a managed object for uniqing predicate "%@".
es: Fallo al pedir el objeto gestionado con predicado "%@".

source: Failed to initialize a managed object from entity named "%@".
es: Fallo al inicializar el objeto gestionado para la entidad "%@".

source: Favorite
es: Favorito

source: Favorite stations
es: Estaciones favoritas

source: First Surname
es: Primer apellido

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# Free
source: Anchorages
es: Anclajes

source: Incidence
es: Incidencia

source: Incidence missing.
es: Falta la incidencia.

source: Input URL string %@ was malformed
es: La URL %@ está mal formada

source: Invalid email address
es: El correo electrónico no es válido

source: Invalid entity attribute mapping
es: Mapeo de atributo de entidad inválido

source: Invalid JSON dictionary
es: Diccionario JSON inválido

source: JSON key path %1$@ could not resolved because an incompatible JSON dictionary was supplied: "%2$@"
es: La ruta del JSON %1$@ no puede resolverse porque el diccionario JSON es inválido: "%2$@"

source: Login
es: Acceder

source: Logout
es: Salir

source: Mail not configured
es: El email no está configurado

source: Menu
es: Menú

source: Missing JSON array
es: Falta el array JSON

source: More details
es: Más detalles

source: Name
es: Nombre

source: New password
es: Nueva contraseña

source: New password missing.
es: Falta la nueva contraseña.

source: No model class could be found to deserialize the object.
es: No encuentro el modelo para decodificar el objeto

source: No model class could be found to parse the JSON dictionary.
es: No encuentro la clase que parsea el diccionario JSON.

source: No property by name "%@" exists on the entity.
es: No existe la propiedad "%@" en la entidad.

source: Off
es: Desactivado

source: Old password missing.
es: Falta la contraseña actual.

source: On
es: Activado

source: Open in maps
es: Abrir en mapas

source: Password
es: Contraseña

source: Password missing.
es: Falta la nueva contraseña.

source: Password visibility
es: Visibilidad de la contraseña

source: Phone Number
es: Número de teléfono

source: Postal Code
es: Código postal

source: Profile
es: Perfil

source: Property descriptions of class %@ are unsupported.
es: Los descriptores de propiedad de la clase %@ no son soportados.

source: Property of class %@ cannot be encoded into a to-many relationship.
es: La propiedad de la clase %@ no puede ser codificada en una relación uno a muchos.

source: Property of class %@ cannot be encoded into an NSManagedObject.
es: La propiedad de la clase %@ no puede ser codificada en un NSManagedObject.

source: Reload stations
es: Recargar estaciones

source: Remember your password
es: Recordar contraseña

source: Report an incidence.
es: Reportar una incidencia.

source: Report incidence.
es: Reportar incidencia.

# Reported incidence.
source: Reported incidence. Thanks!
es: Incidencia reportada. ¡Gracias!

source: Second Surname
es: Segundo apellido

source: Settings
es: Ajustes

# Should be done in the official website.
source: To evade legal troubles, this action must be completed on the official website.
es: Para no tener líos legales, tienes que hacerlo en el sitio web oficial.

source: Sign up
es: Regístrate

source: Sorry
es: Lo sentimos

source: Stations
es: Estaciones

# Still don't have favorite stations.
source: Still don't have favorite stations. Mark most used stations as favorites in the station detail.
es: Aún no tienes estaciones favoritas. Marca las estaciones que más uses como favoritas en el detalle de la estación.

source: Street
es: Dirección

source: Succeed
es: Hecho

source: The password has been changed successfully.
es: La contraseña se ha cambiado con éxito.

source: This device is not configured for sending Email. Please configure the Mail settings in the Settings app.
es: No tienes configurado el email en el teléfono. Configura tu correo electrónico en la aplicación de Ajustes.

source: Town
es: Ciudad

source: Unavailable
es: No disponibles

source: Value did not match expected type
es: El valor no es del tipo esperado

source: Weather
es: Clima

source: Welcome
es: Bienvenido

source: Yes
es: Si

# Your favorites
source: Your favorite stations
es: Tus estaciones favoritas

source: Your location
es: Tu ubicación

# Potentially outdated information.
source: It is possible that the information shown is outdated.
es: Es posible que la información no esté actualizada.

source: Choose From Library
es: Elegir de la biblioteca

# Show map
source: Map
es: Mapa

source: Take Photo
es: Tomar foto

source: bicycle
es: bicicleta

source: bicycles
es: bicicletas

source: bike
es: bici

source: bikes
es: bicis

source: center
es: centro

source: city
es: ciudad

source: downtown
es: centro de la ciudad

source: map
es: mapa

source: move
es: moverse

source: stations
es: estaciones

source: Touch to return to %1$@
es: Toca para volver a %1$@

source: News
es: Noticias

source: Tips
es: Consejos

source: The Internet connection appears to be offline.
es: La conexión a Internet parece estar desactivada.

source: Navigation
es: Navegación

# Location permissions needed.
source: We need permission to know your location. You can enable them in system settings.
es: Necesitamos permiso para conocer tu ubicación. Puede activarlos en los ajustes del sistema.

source: Back
es: Atrás

source: Maps SDK Demos
es: Demos del SDK de Maps

source: Samples
es: Ejemplos

source: Seems like a friend has installed MADBike using your link and with that, you've won 2 MADPoints!
es: ¡Parece que alguien ha instalado MADBike usando tu link, por ello has ganado 2 MADPoints!

source: Seems like a friend has recommended MADBike to you and with that, you've won a MADPoint. Share MADBike with friends and earn even more MADPoints that you can redeem for sweet prizes!
es: Parece que alguien te ha recomendado MADBike, por ello has ganado un MADPoint. ¡Comparte MADBike con tus amig@s y gana aún más MADPoints que podrás canjear por fantásticos premios!

source: Share
es: Compartir

source: Share MADBike with friends and earn MADPoints that you can redeem for sweet prizes!
es: ¡Comparte MADBike con tus amig@s y gana MADPoints que podrás canjear por fantásticos premios!

source: Could not convert %@ to string
es: No puedo convertir %@ a string

source: Could not convert string to %@
es: No puedo convertir string a %@

source: Expected an %@ as input, got: %@.
es: Esperaba un %@ y tengo un: %@.

source: Expected an %@ as output from the formatter, got: %@.
es: Esperaba un %@ y tengo un %@.

source: Expected an NSString as input, got: %@.
es: Esperaba un NSString y tengo un %@.

source: Favorites
es: Favoritos

source: places
es: sitios

# promotions
source: rewards
es: premios

source: Rewards
es: Premios

source: You must be logged in in order to report an incident.
es: Tienes que acceder con tu cuenta BiciMAD para poder reportar una incidencia.

source: Air Quality
es: Calidad del aire

source: Facebook Invite
es: Invitar en Facebook

source: Facebook Share
es: Compartir en Facebook

source: Facebook Upload
es: Subir a Facebook

source: Green Tips
es: ECOnsejos

# CO
source: Carbon monoxide
es: Monóxido de Carbono

# PM10
source: Particles < 10 microns
es: Partículas < 10μm

# TOL
source: Toluene
es: Tolueno

# HR
source: Relative humidity
es: Humedad relativa

# TMP
source: Temperature
es: Temperatura

# UV
source: Ultraviolet radiation
es: Radiación ultravioleta

# CH₄
source: Methane
es: Metano

# DV
source: Wind
es: Viento

# TCH
source: Total hydrocarbons
es: Hidrocarburos totales

# BEN
source: Benzene
es: Benceno

# NOX
source: Nitrogen oxides
es: Óxidos de Nitrógeno

# MNHC
source: Non-methane hydrocarbons
es: Hidrocarburos no metánicos

# VV
source: Wind speed
es: Velocidad del viento

# O₃
source: Ozone
es: Ozono

# SO₂
source: Sulfur dioxide
es: Dióxido de Azufre

# RS
source: Solar radiation
es: Radiación solar

# PM2.5
source: Particles < 2.5 microns
es: Partículas < 2,5μm

# EBE
source: Ethylbenzene
es: Etilbenceno

# LL
source: Rainfall
es: Precipitación

# NO
source: Nitrogen oxide
es: Monóxido de Nitrógeno

# NO₂
source: Nitrogen dioxide
es: Dióxido de Nitrógeno

# PRB
source: Atmospheric pressure
es: Presión atmosférica

source: Cache was successfully cleaned.
es: La caché se ha limpiado correctamente.

source: Hey there! Would you be so cool as to give us a thumbs up on the App Store? 👻
es: ¡Hey! ¿Molas tanto como para darnos una reseña en la App Store? 👻

source: Later
es: Luego

source: Review
es: Reseña

source: Acquiring location...
es: Adquiriendo ubicación...

# Camera ask message
source: Here’s where you can report to BiciMAD in just a few seconds any abandoned bikes that you’ve spotted. Do we have your permission to use your camera to take a photo?
es: Aquí podrás reportar rápidamente a BiciMAD las bicis que encuentres abandonadas, ¿nos das permiso para usar tu cámara para hacer la foto?

# Camera ask title
source: Can we use your camera?
es: ¿Podemos usar tu cámara?

# Camera demand message
source: Here’s where you can quickly send a report to BiciMAD for any bike that you find abandoned. We’ll need you to allow us to use your camera to take the photo.
es: Aquí podrás reportar rápidamente a BiciMAD las bicis que encuentres abandonadas, pero necesitamos permiso para usar tu cámara para que puedas hacer la foto.

# Camera demand title
source: We need to use your camera.
es: Necesitamos usar tu cámara.

source: Close to me
es: Cerca de mí

# Find the closest stations
source: Find the nearest stations
es: Encuentra las estaciones más cercanas

# Location ask message
source: We’ll use your location, only whilst you’re using MADBike, in order to find you on the map, search for nearby stations and locate any abandoned bikes that you have reported.
es: Utilizaremos tu ubicación, solo mientras uses MADBike, para localizarte en el mapa, buscar estaciones cercanas a ti y poder encontrar las bicis perdidas que reportes.

# Location ask title
source: Can we use your location?
es: ¿Podemos usar tu ubicación?

# Location demand message
source: We need your location, only whilst you’re using MADBike, in order to find you on the map, search for nearby stations and locate any abandoned bikes that you have reported.
es: Necesitamos tu ubicación, solo mientras uses MADBike, para localizarte en el mapa, buscar estaciones cercanas a ti y poder encontrar las bicis perdidas que reportes.

# Location demand title
source: We need to use your location.
es: Necesitamos usar tu ubicación.

source: Places
es: Lugares

# Push ask message
source: We will only send you occasional notifications, for example when a favorite station is temporarily unavailable. You can choose which ones you want to receive in Settings.
es: Solo te enviaremos notificaciones puntuales, como por ejemplo cuando una estación favorita esté en obras. Podrás elegir cuales quieres recibir en Ajustes.

# Push ask title
source: Can we send you notifications?
es: ¿Podemos enviarte notificaciones?

source: Report
es: Reportar

source: Reported!
es: ¡Reportado!

source: Reporting...
es: Reportando...

# Twitter ask message
source: So that BiciMAD can pick up the bikes that you reported as abandoned, we will automatically send a tweet with the photo you sent, along with the location of the bike, the address and mentioning BiciMAD in the tweet.
es: Para que BiciMAD pueda recoger las bicis que reportes, pondremos automáticamente un tweet con la foto que envíes, localizando la bici, poniendo la dirección y mencionándoles.

# Twitter ask title
source: Can we use your twitter account?
es: ¿Podemos usar tu cuenta de Twitter?

source: Twitter session was properly closed.
es: Sesión de Twitter cerrada correctamente.

source: Uploading image...
es: Subiendo imagen...

source: MADBike Search
es: Búsqueda MADBike

source: e.g. Puerta del Sol
es: p.ej. Puerta del Sol

source: Filter
es: Filtrar

source: Gray stations
es: Estaciones grises

source: Green stations
es: Estaciones verdes

source: Red stations
es: Estaciones rojas

source: Tweeted!
es: ¡Tuiteado!

source: Yellow stations
es: Estaciones amarillas

source: Could not convert string to UUID
es: No puedo convertir un string a UUID

source: Could not convert UUID to string
es: No puedo convertir un UUID a string

source: Expected an NSUUID, got: %@.
es: Esperaba un NSUUID, tengo: %@.

source: History
es: Historial

source: Input UUID string %@ was malformed
es: El UUID string %@ está mal formado

source: Report incidence directly to BiciMAD.
es: Reportar una incidencia directamente a BiciMAD.

source: Reserved
es: Reservadas

source: Share station
es: Compartir estación

source: failed to convert data to string
es: fallo al convertir data a string

source: failed to convert string to data
es: fallo al convertir string a data

source: the key must not to be nil
es: la clave no debe ser nil

source: the server property must not to be nil, should use 'keyChainStoreWithServer:protocolType:' initializer to instantiate keychain store
es: el servidor no debe ser nil, utiliza el inicializador 'keyChainStoreWithServer:protocolType:' para instancias el keychain store

source: Unexpected error has occurred.
es: Ocurrió un error inesperado.
